Repository: RobJWong/CF
Catalog: LocalizationAppV1/ExceriseTableAppV2/*.lproj/Localizable.strings
Languages: es

source: Add Random Exercise
es: Agregar ejercicio al azar

source: Set
es: Conjunto

source: Squats
es: Sentadillas

source: Jumping Jacks
es: Saltos de tijera

source: Push Ups
es: Flexión

source: Crunches
es: Crujidos

source: Bicycle Kicks
es: Patadas de bicicleta

source: Lunges
es: Estocadas

source: Burpies
es: Burpees

source: Knee Jumps
es: Saltos de rodilla

source: Pull Ups
es: Dominada

source: Hip Raise
es: Aumentos de cadera
